export const localData = [
  {
    title: "Зачем нужен этот сайт?",
    info: 'Этот сайт нужен затем, чтобы немного отвлечься от скучной рутины и узнать ответ на давно беспокоящий Вас вопрос: "Могу ли я считаться котом?". Помимо этого еще можно немного посмеяться(если Ваше чувство юмора хоть немного совпадает с чувством юмора автора) и поглазеть на разных котов во вкладке ПРОФИЛЬ, понажимав на раздел "ВАШЕ ФОТО".',
  },
  {
    title: "Почему этот сайт был создан?",
    info: 'Автору нужна была практика по созданию полноценного и адаптивного сайта. А ответ на вопрос: "Почему этот сайт про котов?" - еще более банален. Где еще искать вдохновение, если не у котов? Если же читатель знает другой ответ на этот вопрос, прошу просветить меня, написав на почту egor.rudenko.msc@gmail.com',
  },
  {
    title: "Откуда взяты дизайн и идея этого сайта?",
    info: "Все взято из головы. Единственное различие в следующем: придумать плюс-минус приятный глазу дизайн было в разы сложнее, чем придумать основную концепцию сайта. Разработка дизайна заняла основную долю затраченного на создание сайта времени.",
  },
  {
    title:
      "Раз говорим о сайте, то можно поговорить и о его разработчике. Кто он?",
    info: "Разработчик - студент медицинского ВУЗа 'РНИМУ им.Пирогова'. Вероятно, на момент прочтения этой информации студент будет бывшим студентом. Медицина показалась несколько скучной областью, в связи с чем автор не захотел заставлять себя скучать всю жизнь и решил переквалифицироваться.",
  },
  {
    title: "Куда отправлять отзывы и пожелания по поводу будущего этого сайта?",
    info: "Можете воспользоваться личной почтой автора - egor.rudenko.msc@gmail.com",
  },
];
