export const localData = [
  {
    q: "Жизнь кажется грустной, сложной.",
    a: "Знаешь, я тебя перкрасно понимаю. Раньше мне тоже часто казалось, что жизнь слишком сложная. Легче она не стала, но у меня получилось начать смотреть на нее по-другому, и это очень помогло.\nМне кажется, что жизнь и проблемы познаются в сравнении. Может быть так сложно, что резко начинаешь ценить жизнь и все спокойствие, что у тебя было раньше. А может быть просто грустно и меланхолично. В такой ситуации нужно начать ценить жизнь, как в те самые сложные моменты жизни, когда вспоминалось спокойное прошлое. Почему ты тогда был готов ценить жизнь, а сейчас - нет? К тому же грусть и меланхолия на самом деле не лишают сил встать и начать строить свою жизнь такой, какой мы ее хотели бы видеть. Просто это далеко нелегко. Но если в приступ грусти взять и пересилить себя: встать, начать делать дела, начать думать о том, как можно сделать свою жизнь лучше, - а не просто лежать в кровати... удивляешься тому, что так можно было.\nА что касается тех ситуаций, когда не просто нахлынула меланхолия, а жизнь на самом деле повернулась к нам не самым приятным местом: надо верить в то, что проблемы закончатся. Они заберут много сил, но потом будет шанс сделать выводы из своих ошибок. А сил преодолеть проблемы обязательно хватит! В любом случае.",
  },
  {
    q: "Мне не везет. В жизни происходит то, чего я явно не заслуживаю.",
    a: "Не претендую на истину в последней инстанции, но мне кажется, что случайности не случайны. Как будто мы в силах контролировать жизнь настолько, насколько нам это нужно. Другое дело, если иногда может быть лень относиться ко всем мелочам достаточно внимательно, чтобы эти мелочи в будущем не гипертрофировались в опухоль, мешающую нам жить. Удача тоже имеет место быть, но человек не зря наделен умом. Почему бы не использовать мозг для того, чтобы максимально сократить шанс 'неудачи'.\nДа и каждая неудача, каждое испытание - это лишь показатель того, что мы даем плохим вещам происходить в нашей жизни. Вопрос в том, допустит ли человек этому испытанию произойти снова или же сделает нужные выводы и станет сильнее.",
  },
  {
    q: "Не могу избавиться от скуки.",
    a: "Самый легкий способ избавиться от скуки - попробовать то, что тебя развлекало раньше. Если же ты перерос прежние варианты развлечений, можно оттолкнуться от того, что тебя в них устраивает, а что - нет. Останется лишь хорошенько подумать, что подходит под новые критерии. И иногда стоит присмотреться к мейнстримовым развлечениям. Одно из них может оказаться достойным вариантом.",
  },
  {
    q: "Я устал. Слишком много суеты и проблем.",
    a: "Иногда мы создаем для себя систему жизни, которую слишком перегружаем квестами. И зачем? Как будто стараемся везде успеть, хотя при правильном пути времени достаточно и чтобы достаточно отдыхать, и чтобы постепенно развиваться. Иногда хочется успевать все и сразу, но стоит лишь немного подкорректировать приоритеты, и все встанет на свои места.",
  },
  {
    q: "Хочется начать жизнь с чистого листа. Гайд.",
    a: "Стирать все до состояния чистого листа - слишком серьезный поступок для мимолетного решения. Об этом очень важно помнить. Прежде чем начать жизнь или ее часть с чистого листа, нужно пожить пару дней и критически взвесить все 'за' и 'против'. Нужно ли оно тебе? Почему нужно? Есть ли вариант просто подкорректировать текущую ситуацию и не рубить с плеча? Если есть, этот вариант самый оптимальный.",
  },
  {
    q: "Почему бы не пойти по протоптанной дорожке вместо тернистого пути.",
    a: "Протоптанная дорожка - далеко не всегда та стезя, которая приведет туда, где хотелось бы оказаться. Пойдешь по ней - будет легко. Но будешь ли счастлив? Думаю, тут каждый ответит себе сам.",
  },
];
